/* The full name of the supporter */
"Registered to {0}" = "Registered to {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better.";

/* Copy of license file */
"Your license file has been copied to the Application Support folder." = "Your license file has been copied to the Application Support folder.";

/* Validation failed */
"Not a valid license" = "Not a valid license";

"This license key does not appear to be valid." = "This license key does not appear to be valid.";

/* Thank you */
"Continue" = "Continue";
/* Validation failed */
"Not a valid license" = "Not a valid license";

"This license key does not appear to be valid." = "This license key does not appear to be valid.";

/* Thank you */
"Continue" = "Continue";